alefragnani.Bookmarks
amiralizadeh9480.cpp-helper
andrewmarkle.primer-light
ArgyleWolfLabs.vscode-groovy
auchenberg.vscode-browser-preview
bbugh.change-color-format
BeardedBear.beardedicons
bungcip.better-toml
cheshirekow.cmake-format
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
evgeniypeshkov.syntax-highlighter
felixfbecker.php-debug
felixfbecker.php-pack
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hars.CppSnippets
jeff-hykin.better-cpp-syntax
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
magicstack.MagicPython
marlon407.code-groovy
MellowMarshmallow.groovy
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
NicolasVuillamy.vscode-groovy-lint
PhilHindle.errorlens
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rifi2k.format-html-in-php
rust-lang.rust
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
sohibe.java-generate-setters-getters
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Swellaby.rust-pack
tht13.html-preview-vscode
twxs.cmake
uctakeoff.vscode-counter
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xaver.clang-format
yzhang.markdown-all-in-one
