alefragnani.Bookmarks
amiralizadeh9480.cpp-helper
bbugh.change-color-format
BeardedBear.beardedicons
BeardedBear.beardedtheme
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
firefox-devtools.vscode-firefox-debug
golang.go
hars.CppSnippets
kamikillerto.vscode-colorize
kokororin.vscode-phpfmt
mrmlnc.vscode-duplicate
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
octref.vetur
PhilHindle.errorlens
premparihar.gotestexplorer
redhat.java
redhat.vscode-xml
rifi2k.format-html-in-php
shd101wyy.markdown-preview-enhanced
sohibe.java-generate-setters-getters
twxs.cmake
uctakeoff.vscode-counter
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
xaver.clang-format
yzhang.markdown-all-in-one
