Extensions installed on SSH: pointel.pointto.us:
alefragnani.Bookmarks
amiralizadeh9480.cpp-helper
bbugh.change-color-format
bungcip.better-toml
cheshirekow.cmake-format
cweijan.vscode-mysql-client2
DSKWRK.vscode-generate-getter-setter
emmanuelbeziat.vscode-great-icons
emuvi.errcode
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
kamikillerto.vscode-colorize
Koihik.vscode-lua-format
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cmake-tools
ms-vscode.cpptools
PhilHindle.errorlens
rangav.vscode-thunder-client
Ravi-Rajpurohit.google-search
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
sumneko.lua
Swellaby.rust-pack
twxs.cmake
uctakeoff.vscode-counter
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one
