aeschli.vscode-css-formatter
alefragnani.Bookmarks
amiralizadeh9480.cpp-helper
bbugh.change-color-format
bungcip.better-toml
cheshirekow.cmake-format
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
emuvi.errcode
evgeniypeshkov.syntax-highlighter
felixfbecker.php-debug
felixfbecker.php-pack
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hars.CppSnippets
imjacobclark.vscode-lisp-formatter
Ionide.Ionide-fsharp
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
kokororin.vscode-phpfmt
magicstack.MagicPython
mattn.Lisp
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
PhilHindle.errorlens
rangav.vscode-thunder-client
rebornix.ruby
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
rifi2k.format-html-in-php
rust-lang.rust
sandcastle.vscode-open
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
sleistner.vscode-fileutils
sohibe.java-generate-setters-getters
stkb.rewrap
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Swellaby.rust-pack
techer.open-in-browser
twxs.cmake
uctakeoff.vscode-counter
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
xaver.clang-format
yzhang.markdown-all-in-one
